[
    "If you could have a best friend from ATLA, who would it be?",
    "If you could have a best friend from TLOK, who would it be?",
    "What episode of the either ATLA or TLOK made you scared the most",
    "What kingdoms fashion do you like the most?", 
    "Do you believe that a friendship could last more than a lifetime?",
    "What ATLA actor would you like to meet?", 
    "What TLOK actor would you like to meet?", 
    "Who was your favourite side character and why?",
    "If you could live anywhere in the series, where would it be? Why?",
    "What was the most interesting kind of creature you saw?", 
    "Do you look up to any character of the series? If so, who?", 
    "If you could choose what bending you want, what would it be?",
    "Did you like what Korra did with the spirits?",
    "Did you like what Aang did with Ozai?",
    "What companion out of: Appa, Naga, Momo or Pabu; would you most like to have? Why?",
    "What was your favourite sport that showed in either series?",
    "What subbending was the coolest to you?",
    "What makes you go back and rewatch the series?",
    "Would you rather live in the ATLA or LOK timeline?",
    "What was the most embarrassing/awkward moment you can’t stop thinking of that happened in atla/lok?",
    "Who was the most interesting villain?", 
    "What's your favourite wisdom from Uncle Iroh?", 
    "Who would make a perfect mentor from both series?",
    "Do you often argue over silly topics people bring up about both series?",
    "What did you think of the movie that shall not be named?",
    "What was your least favourite thing about ATLA?",
    "What was your least favourite thing about LoK?",
    "What was the best character development in the show?",
    "Do you think Jet is still alive?",
    "If you could create your own creature combo, what would it be and why?",
    "If you were rich in Ba Sing Se or Republic City, what would you do?",
    "If you were to remove one character from the series, who would it be and why?",
    "What was your favourite thing about either series?",
    "Did you like the steampunk version of Avatar world in TLOK? Or was it a big change to you?",
   "Which sub bendings would be cool to see the next avatar to possess?",
   "What do you think about Equalists? Can you sympathize with them, or they were too unwelcome towards benders to have any sympathy?",
   "If you were a nonbender living in avatar world, what would you do to become more powerful?",
   "Which avatar nation has the best architecture?",
   "Which avatar character do you think would be the best person to seek guidance?",
   "How would you depict the next avatar if that mission was granted to you? How would you shape their character?",
   "If you could transport into one place in ATLA\/TLOK universe for one day, where would you choose?",
   "What is your least favorite bending, and why?",
   "What is your least favorite sub bending, and why?",
   "What was the saddest scene in TLOK to you, and why?",
   "What was the saddest scene in ATLA to you, and why?",
   "How did you feel when Zuko decided to take a completely different path and join team avatar? Were you expecting this, or did it caught you by surprise?",
   "Do you think Azula and Zuko could be much closer siblings if it was not for Ozai?",
   "Was there anything valuable that you learned from some of the villains in the avatar series?",
   "If you could describe ATLA in one sentence, what would it be?",
   "If you could describe TLOK in one sentence, what would it be?",
   "Do you agree with Raava: \"He cannot destroy light any more than I can destroy darkness. One cannot exist without the other.\" ? Or do you think that darkness must be destroyed at the end?",
    "Who is your favorite Avatar?",
    "Which character is best written in ATLA?",
    "Which character is best written in TLOK?",
    "If you could ask one question to the creators of the shows, what would it be?",
    "Did you see any symbolism in the series? ",
    "Which Team avatar you like more? Korra's or Aang's?",
    "What is the best friendship in ATLA universe?",
    "What is the best friendship in TLOK universe?",
    "Why do you think fire nation were more industrial than other nations in ATLA? What did lead them to be more advanced according to you?",
    "If you were the Avatar, would you act solo without interruptions, or would you rather having friends around to help you out?",
    "If you were the avatar, which element would be the hardest one to learn for you?",
    "If you were in Tenzin's shoes, what would you do to not to scare the new airbenders away?",
    "Was Aang right when he gave more attention to Tenzin?",
    "If you were Avatar, what would be your motto? How would you take action when faced with threats?"
]
